---
kind: other
id: Properties.T:Autodesk.Revit.DB.AssemblyMemberDifferentParameters
source: html/cfd3ab64-ea6a-292b-0206-043a2448501d.htm
---
# AssemblyMemberDifferentParameters Properties

Specifies whether the .NET object represents a valid Revit entity.